define(function(require,exports){
	var date=[
	{
		name : '张梦琪1',
		theme : 'happy1',
		content:'好好学习，天天向上1',
		reply :'鼓励开发商降房价十大政策影响你我生活新战略李克强力推中泰铁路落槌 互联互通“亲上加亲”1'
	},
	{
		name : '张梦琪2',
		theme : 'happy2',
		content:'好好学习，天天向上2',
		reply :'鼓励开发商降房价十大政策影响你我生活新战略李克强力推中泰铁路落槌 互联互通“亲上加亲”2'
	},
	{
		name : '张梦琪3',
		theme : 'happy3',
		content:'好好学习，天天向上3',
		reply :'鼓励开发商降房价十大政策影响你我生活新战略李克强力推中泰铁路落槌 互联互通“亲上加亲”3'
	},
	{
		name : '张梦琪4',
		theme : 'happy4',
		content:'好好学习，天天向上4',
		reply :'鼓励开发商降房价十大政策影响你我生活新战略李克强力推中泰铁路落槌 互联互通“亲上加亲”4'
	},
	{
		name : '张梦琪5',
		theme : 'happy',
		content:'好好学习，天天向上',
		reply :'鼓励开发商降房价十大政策影响你我生活新战略李克强力推中泰铁路落槌 互联互通“亲上加亲”'
	},
	{
		name : '张梦琪6',
		theme : 'happy',
		content:'好好学习，天天向上',
		reply :'鼓励开发商降房价十大政策影响你我生活新战略李克强力推中泰铁路落槌 互联互通“亲上加亲”'
	},
	{
		name : '张梦琪7',
		theme : 'happy',
		content:'好好学习，天天向上',
		reply :'鼓励开发商降房价十大政策影响你我生活新战略李克强力推中泰铁路落槌 互联互通“亲上加亲”'
	},
	{
		name : '张梦琪8',
		theme : 'happy',
		content:'好好学习，天天向上',
		reply :'鼓励开发商降房价十大政策影响你我生活新战略李克强力推中泰铁路落槌 互联互通“亲上加亲”'
	},
	{
		name : '张梦琪9',
		theme : 'happy',
		content:'好好学习，天天向上',
		reply :'鼓励开发商降房价十大政策影响你我生活新战略李克强力推中泰铁路落槌 互联互通“亲上加亲”'
	},
	{
		name : '张梦琪10',
		theme : 'happy',
		content:'好好学习，天天向上',
		reply :'鼓励开发商降房价十大政策影响你我生活新战略李克强力推中泰铁路落槌 互联互通“亲上加亲”'
	},
	{
		name : '张梦琪11',
		theme : 'happy',
		content:'好好学习，天天向上',
		reply :'鼓励开发商降房价十大政策影响你我生活新战略李克强力推中泰铁路落槌 互联互通“亲上加亲”'
	},
	{
		name : '张梦琪12',
		theme : 'happy',
		content:'好好学习，天天向上',
		reply :'鼓励开发商降房价十大政策影响你我生活新战略李克强力推中泰铁路落槌 互联互通“亲上加亲”'
	},
	{
		name : '张梦琪13',
		theme : 'happy',
		content:'好好学习，天天向上',
		reply :'鼓励开发商降房价十大政策影响你我生活新战略李克强力推中泰铁路落槌 互联互通“亲上加亲”'
	},
	{
		name : '张梦琪14',
		theme : 'happy',
		content:'好好学习，天天向上',
		reply :'鼓励开发商降房价十大政策影响你我生活新战略李克强力推中泰铁路落槌 互联互通“亲上加亲”'
	},
	{
		name : '张梦琪15',
		theme : 'happy',
		content:'好好学习，天天向上',
		reply :'鼓励开发商降房价十大政策影响你我生活新战略李克强力推中泰铁路落槌 互联互通“亲上加亲”'
	},
	{
		name : '张梦琪16',
		theme : 'happy',
		content:'好好学习，天天向上',
		reply :'鼓励开发商降房价十大政策影响你我生活新战略李克强力推中泰铁路落槌 互联互通“亲上加亲”'
	},
	{
		name : '张梦琪17',
		theme : 'happy',
		content:'好好学习，天天向上',
		reply :'鼓励开发商降房价十大政策影响你我生活新战略李克强力推中泰铁路落槌 互联互通“亲上加亲”'
	},
	];
	exports.date = date;
})
